robbyrussell/oh-my-zsh
zsh-users/zsh-history-substring-search

mafredri/zsh-async
zsh-users/zsh-completions
zsh-users/zsh-autosuggestions
sindresorhus/pure

# these should be at the end!
zsh-users/zsh-syntax-highlighting
zsh-users/zsh-history-substring-search